{
    "default_language": "en_US",
    "availables":
    [
        "pt_BR",
        "en_US"
    ],
    "label_login": {
        "pt_BR": "NOME",
        "en_US": "NAME"
    },
    "txtTuto_1": {
        "pt_BR": "1. O AMAZE GAME é um jogo de senha. Seu objetivo é descobrir a posição correta dos <style='font-weight:bold;'>símbolos</style> nos painéis.",
        "en_US": "1. AMAZE GAME is a game of password. Your objective is to discover the correct position of the <style='font-weight:bold;'>symbols</style> in the board"
    },
    "txtTuto_2": {
        "pt_BR": "2. Após colocar as peças no painel você precisa <style='font-weight:bold;'>ativar o código</style>. Depois de ativado, os símbolos que estiverem no local correto ficarão destacados.",
        "en_US": "2. After you put the pieces in the board you need to <style='font-weight:bold;'>activate the code</style>. After activated, the symbols in the correct place will be highlighted."
    },
    "txtTuto_2_tip": {
        "pt_BR": "<style='font-weight:100;color:#00FFFF;'>DICA: FIQUE ATENTO AOS SÍMBOLOS. NÃO SE PRENDA ÀS PEÇAS</style>",
        "en_US": "<style='font-weight:100;color:#00FFFF;'>TIP: PAY ATTENTION TO THE SYMBOLS, AND NOT THE PIECES.</style>"
    },
    "txtTuto_3": {
        "pt_BR": "3. Suas tentativas (ativações) ficarão armazenadas e poderão ser consultadas a qualquer momento.",
        "en_US": "3. Your tries will be stored, so you can consult it anytime you want."
    },
    "txtTuto_4": {
        "pt_BR": "4. O número de tentativas é ilimitado, mas cada uma tem um <style='font-weight:bold;'>custo (aposta)</style> que varia de acordo com o nível que estiver jogando e é descontado do seu dinheiro inicial. Quando o código estiver correto, a quantidade da aposta da ativação será multiplicada e convertida como premio daquele nível.",
        "en_US": "4. The numbers of tries are ilimited, but every try has a <style='font-weight:bold;'>cost (the bet)</style> that differ whitin the level being played and is discounted of the total amount of money. When the code is discovered, that quantity of the current bet will be multiplied and converted as a prize in that level."
    },
    "txtTuto_5": {
        "pt_BR": "5. Você terá 15 minutos e $10.000 iniciais para usar como quiser e tentar resolver o maior número de níveis possíveis. A aposta mínima, a aposta máxima e o multiplicador veriam de acordo com o nível que estiver jogando. Quanto mais difícil for o nível, maior é a quantidade de pontos que pode conseguir.",
        "en_US": "5. You will have 15 minutes and $10,000 initialy to use as you wish and try to solve as many levels as possible. The minimum bet, the maximum bet and the multiplier differ accordly to the level being played. The harder the level, the highest the prize!"
    },
    "txtTuto_5_tip": {
        "pt_BR": "<style='font-weight:100;color:cyan;'>DICA: VOCÊ PODE ALTERNAR ENTRE OS NÍVEIS A QUALQUER MOMENTO.</style>",
        "en_US": "<style='font-weight:100;color:cyan;'>TIP: YOU CAN ALTERNATE BETWEEN LEVELS EVERYTIME YOU WANT.</style>"
    },
    "txtTuto_6": {
        "pt_BR": "<style='font-weight:bold;'>DICA DA CRUZ</style>: Conforme exemplo acima, um símbolo nunca terá um vizinho adjacente igual a ele. Isso não se aplica às diagonais.",
        "en_US": "<style='font-weight:bold;'>TIP OF THE CROSS</style>: As the example above, one symbol won't have an adjacent neighbour as it. It doesn't apply to the diagonals."
    },
    "txtTuto_67_tip": {
        "pt_BR": "<style='font-weight:700;color:cyan;'>OBS:</style><style='font-weight:100;color:cyan;'> ISSO NÃO IMPOSSIBILITA AS TENTATIVAS NESSAS SITUAÇÕES.</style>",
        "en_US": "<style='font-weight:700;color:cyan;'>PS:</style><style='font-weight:100;color:cyan;'> IT DOESN'T IMPLY THAT YOU CAN'T TRY IN THIS SITUATIONS.</style>"
    },
    "txtTuto_7": {
        "pt_BR": "<style='font-weight:bold;'>DICA DA PEÇAS DE UM E TRÊS SÍMBOLOS</style>: \n Uma peça de três símbolos nunca será vizinha adjacente de outra peça de três símbolos. O mesmo acontece com as peças de apenas um símbolo.",
        "en_US": "<style='font-weight:bold;'>PIECES OF ONE AND THREE SYMBOLS TIP</style>: \n One piece of three symbols will never be adjacent to other piece of three symbols. The same is applied to pieces of one symbol."
    },
    "lblFase_min": {
        "pt_BR": "APOSTA MÍNIMA",
        "en_US": "LOWER BET"
    },
    "lblFase_max": {
        "pt_BR": "APOSTA MÁXIMA",
        "en_US": "HIGHEST BET"
    },
    "lblFase_mult": {
        "pt_BR": "MULTIPLICADOR DE GANHO",
        "en_US": "GAIN MULTIPLIER"
    },
    "lblNivelRisco": {
        "pt_BR": "ESCOLHA UM NÍVEL DE RISCO",
        "en_US": "CHOOSE A LEVEL OF RISK"
    },
    "feedback": {
        "pt_BR": "Seu feedback é muito bem vindo. Caso tenha alguma crítica ou sugestão, entre em contato conosco através do email allan.petcov@matchboxbrasil.com",
        "en_US": "Your feedback is very welcome. If you have any critic or sugestion, please contact us at allan.petcov@matchboxbrasil.com"
    }
}
